{"class_name": "Tokenizer", "config": {"num_words": 12000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<oov>", "document_count": 16, "word_counts": "{\"hi\": 2, \"hello\": 2, \"how\": 2, \"are\": 1, \"you\": 3, \"what\": 3, \"is\": 3, \"ai\": 2, \"machinelearning\": 1, \"tell\": 1, \"me\": 1, \"a\": 2, \"joke\": 1, \"thanks\": 2, \"bye\": 1, \"can\": 1, \"i\": 1, \"help\": 1, \"today\": 1, \"there\": 1, \"brings\": 1, \"here\": 1, \"i'm\": 1, \"doing\": 1, \"great\": 2, \"for\": 1, \"asking\": 1, \"the\": 4, \"science\": 1, \"of\": 1, \"making\": 1, \"machines\": 1, \"intelligent\": 1, \"machine\": 1, \"learning\": 1, \"lets\": 1, \"computers\": 1, \"learn\": 1, \"patterns\": 1, \"from\": 1, \"data\": 1, \"why\": 1, \"did\": 1, \"model\": 1, \"cross\": 1, \"road\": 1, \"to\": 1, \"optimize\": 1, \"otherside\": 1, \"you're\": 1, \"welcome\": 1, \"goodbye\": 1, \"have\": 1, \"day\": 1}", "word_docs": "{\"hi\": 2, \"hello\": 2, \"are\": 1, \"you\": 3, \"how\": 2, \"ai\": 2, \"is\": 3, \"what\": 3, \"machinelearning\": 1, \"tell\": 1, \"joke\": 1, \"me\": 1, \"a\": 2, \"thanks\": 2, \"bye\": 1, \"today\": 1, \"help\": 1, \"i\": 1, \"can\": 1, \"there\": 1, \"here\": 1, \"brings\": 1, \"asking\": 1, \"for\": 1, \"great\": 2, \"doing\": 1, \"i'm\": 1, \"science\": 1, \"machines\": 1, \"of\": 1, \"making\": 1, \"the\": 2, \"intelligent\": 1, \"data\": 1, \"from\": 1, \"computers\": 1, \"patterns\": 1, \"machine\": 1, \"learn\": 1, \"learning\": 1, \"lets\": 1, \"did\": 1, \"optimize\": 1, \"to\": 1, \"road\": 1, \"cross\": 1, \"otherside\": 1, \"model\": 1, \"why\": 1, \"welcome\": 1, \"you're\": 1, \"goodbye\": 1, \"day\": 1, \"have\": 1}", "index_docs": "{\"6\": 2, \"7\": 2, \"13\": 1, \"3\": 3, \"8\": 2, \"9\": 2, \"5\": 3, \"4\": 3, \"14\": 1, \"15\": 1, \"17\": 1, \"16\": 1, \"10\": 2, \"11\": 2, \"18\": 1, \"22\": 1, \"21\": 1, \"20\": 1, \"19\": 1, \"23\": 1, \"25\": 1, \"24\": 1, \"29\": 1, \"28\": 1, \"12\": 2, \"27\": 1, \"26\": 1, \"30\": 1, \"33\": 1, \"31\": 1, \"32\": 1, \"2\": 2, \"34\": 1, \"42\": 1, \"41\": 1, \"38\": 1, \"40\": 1, \"35\": 1, \"39\": 1, \"36\": 1, \"37\": 1, \"44\": 1, \"49\": 1, \"48\": 1, \"47\": 1, \"46\": 1, \"50\": 1, \"45\": 1, \"43\": 1, \"52\": 1, \"51\": 1, \"53\": 1, \"55\": 1, \"54\": 1}", "index_word": "{\"1\": \"<oov>\", \"2\": \"the\", \"3\": \"you\", \"4\": \"what\", \"5\": \"is\", \"6\": \"hi\", \"7\": \"hello\", \"8\": \"how\", \"9\": \"ai\", \"10\": \"a\", \"11\": \"thanks\", \"12\": \"great\", \"13\": \"are\", \"14\": \"machinelearning\", \"15\": \"tell\", \"16\": \"me\", \"17\": \"joke\", \"18\": \"bye\", \"19\": \"can\", \"20\": \"i\", \"21\": \"help\", \"22\": \"today\", \"23\": \"there\", \"24\": \"brings\", \"25\": \"here\", \"26\": \"i'm\", \"27\": \"doing\", \"28\": \"for\", \"29\": \"asking\", \"30\": \"science\", \"31\": \"of\", \"32\": \"making\", \"33\": \"machines\", \"34\": \"intelligent\", \"35\": \"machine\", \"36\": \"learning\", \"37\": \"lets\", \"38\": \"computers\", \"39\": \"learn\", \"40\": \"patterns\", \"41\": \"from\", \"42\": \"data\", \"43\": \"why\", \"44\": \"did\", \"45\": \"model\", \"46\": \"cross\", \"47\": \"road\", \"48\": \"to\", \"49\": \"optimize\", \"50\": \"otherside\", \"51\": \"you're\", \"52\": \"welcome\", \"53\": \"goodbye\", \"54\": \"have\", \"55\": \"day\"}", "word_index": "{\"<oov>\": 1, \"the\": 2, \"you\": 3, \"what\": 4, \"is\": 5, \"hi\": 6, \"hello\": 7, \"how\": 8, \"ai\": 9, \"a\": 10, \"thanks\": 11, \"great\": 12, \"are\": 13, \"machinelearning\": 14, \"tell\": 15, \"me\": 16, \"joke\": 17, \"bye\": 18, \"can\": 19, \"i\": 20, \"help\": 21, \"today\": 22, \"there\": 23, \"brings\": 24, \"here\": 25, \"i'm\": 26, \"doing\": 27, \"for\": 28, \"asking\": 29, \"science\": 30, \"of\": 31, \"making\": 32, \"machines\": 33, \"intelligent\": 34, \"machine\": 35, \"learning\": 36, \"lets\": 37, \"computers\": 38, \"learn\": 39, \"patterns\": 40, \"from\": 41, \"data\": 42, \"why\": 43, \"did\": 44, \"model\": 45, \"cross\": 46, \"road\": 47, \"to\": 48, \"optimize\": 49, \"otherside\": 50, \"you're\": 51, \"welcome\": 52, \"goodbye\": 53, \"have\": 54, \"day\": 55}"}}